cases/OpenFOAM/lagrangian/kinematicParcelFoam/pitzDailyWithSprinklers/0/finite-area/hf_film
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2406                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       areaScalarField;
    object      hf_film;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions          [0 1 0 0 0 0 0];

internalField       uniform 0.0001;

boundaryField
{
    inlet
    {
        type        fixedValue;
        value       uniform 0.001;
    }

    outlet
    {
        type        zeroGradient;
    }

    sides
    {
        type        zeroGradient;
    }
}


// ************************************************************************* //
